Repository: SoroushNajafi/shopping_online_2
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product successfully updated
fa: محصول با موفقیت به روز شد

source: Product successfully added to Cart
fa: محصول با موفقیت به سبد خرید اضافه شد.

source: Product successfully removed from Cart
fa: محصول با موفقیت از سبد خرید حذف شد.

source: Cart Detail
fa: جزییات سبد خرید

source: Item
fa: محصول

source: Description
fa: توضیحات

source: Price
fa: مبلغ

source: Quantity
fa: تعداد

source: Total
fa: مجموع

source: Cart is empty!
fa: سبد خرید خالیست

source: Go Shopping
fa: برو به خرید

source: Update
fa: بروزرسانی

source: Back to Shoplist
fa: برو به لیست محصولات

source: Apply Coupon
fa: کد تخفیف

source: Cart Subtotal
fa: مجموع سبد خرید

source: Shipping and Handling
fa: ارسال

source: Free Shipping
fa: ارسال رایگان

source: Order Total
fa: جمع کل

source: Checkout
fa: پرداخت

source: cart is now cleared
fa: سبد خرید اکنون پاک شده است

source: your cart is already empty
fa: سبد شما در حال حاضر خالی است
